{
  "direction": "ltr",
  "players": "Number of players:",
  "duration": "Duration (minutes):",
  "start": "Start Game",
  "newGame": "New Game",
  "categories": "Categories",
  "allCategories": "All Categories",
  "player": "Player",
  "tapToReveal": "Tap to reveal",
  "spyText": "You are the SPY",
  "timer": "Timer",
  "nextRound": "Next Round",
  "wordsUsed": "Words used",
  "language": "Language",
  "howToPlay": "How to Play",
  "howToPlayIntro": {
    "Imposter": "Imposter is a social deduction game. One player is the spy without knowing the common word. Others know the word and try to identify the spy without revealing it.",
    "Connect": "Connect is a fast turn-based word association challenge. Teams race against the clock to describe and guess words while managing minimum turns."
  },
  "howToPlayStepsTitle": "Steps",
  "howToPlaySteps": {
    "Imposter": [
      "Set the number of players and duration, then start a new game.",
      "Each player taps their card to reveal their role. One player will see 'You are the SPY'.",
      "Players take turns saying a single word that relates to the secret word, but not too directly.",
      "Try to sound believable if you are the spy; if you figure out the word, you can guess it and win the round. If you know the word, avoid giving it away.",
      "When the timer ends (or earlier), discuss and vote on who you think the spy is. If time is up and the spy is not detected, the spy wins.",
      "Vote to remove a player (requires more than 50% of votes). If the removed player was not the spy, they must keep quiet and the game continues. If the group is correct, they win—unless the spy correctly guesses the word!"
    ],
    "Connect": [
      "Set the number of teams and duration, then start a new game.",
      "A unique word will be shown to all team leaders at the start of each round.",
      "While the timer is started, the round starts, and first team leader gives a clue to their team to guess the word. The clue must be a single word and cannot be a direct synonym or part of the word.",
      "Then team has the rest of the duration to discuss and guess the word. If they guess correctly, they win, if not the next turn starts.",
      "Now the next team leader provides the clue for their team and so on. Once all teams have played, the first team can start again.",
      "This cycle continues until a team guesses the word correctly or the teams are exhausted."
    ]
  },
  "selectGame": "Select a Game",
  "imposterGame": "Imposter",
  "connectGame": "Connect",
  "pause": "Pause",
  "resume": "Resume",
  "teams": "Number of teams:",
  "turnDuration": "Turn duration (seconds):",
  "turnGap": "Gap between turns (seconds):",
  "round": "Round",
  "readyForTeam1": "Ready for Team 1",
  "team": "Team",
  "skip": "Skip",
  "nextTeamIn": "Next team in",
  "secondsSuffix": "s",
  "prepares": "prepares",
  "startRound": "Start Round",
  "wordPoolUsed": "Word pool used",
  "imposterDescription": "A social deduction game where one player is the spy",
  "connectDescription": "Fast-paced word guessing game for teams",
  "holdCtrlToSelect": "Hold Ctrl/Cmd to select multiple",
  "revealSpy": "Reveal Spy",
  "spyWasPlayer": "The spy was Player"
}
